Revit 2024 API
AdvancedWood.WoodPoreDepth Property
 The property labeled "Bump depth variation (cm) for pores" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodPoreDepth { get; }
Visual Basic
Public Shared ReadOnly Property WoodPoreDepth As String
	Get
Visual C++
public:
static property String^ WoodPoreDepth {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDistance".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace